Repository: WPPlugins/woo-inpost
Catalog: languages/woo-inpost-*.po
Languages: pl_pl

source: InPost for WooCommerce
pl_pl: InPost dla WooCommerce

source: InPost is an international network of fully automated parcel lockers that are accessible 24/7, meaning no more queues or waiting in, enabling customers to collect, send and return parcels.
pl_pl: Dzięki InPost można: nadać, odebrać, a także zwrócić paczkę zarówno do Paczkomatu jak i na adres domowy. 98% paczek jest dostarczanych już dzień po nadaniu.

source: Settings
pl_pl: Ustawienia

source: Documentation
pl_pl: Dokumentacja

source: Support
pl_pl: Obsługa i wsparcie

source: Select Parcel Locker
pl_pl: Wybierz Paczkomat

source: Select parcel locker
pl_pl: Wybierz Paczkomat

source: Nearly
pl_pl: W pobliżu

source: Other
pl_pl: Inne

source: Map
pl_pl: Mapa

source: Returns
pl_pl: Zwroty

source: Package(s) %s was sent.
pl_pl: Wysłano paczkę %s.

source: Track shipment
pl_pl: Śledź przesyłkę

source: Track shipment:
pl_pl: Śledź przesyłkę

source: Recipient e-mail
pl_pl: E-mail odbiorcy

source: Recipient phone
pl_pl: Numer telefonu odbiorcy

source: Address
pl_pl: Adres

source: Phone
pl_pl: Nr telefonu

source: Post code
pl_pl: Kod pocztowy

source: Default parcel locker
pl_pl: Domyślny Paczkomat

source: not valid
pl_pl: niepoprawny

source: invalid
pl_pl: nieprawidłowy

source: not found
pl_pl: nie znaleziono

source: invalid format
pl_pl: nieprawidłowy format

source: required
pl_pl: wymagane

source: too many characters
pl_pl: za dużo znaków

source: Can not create sticker. You have not enough funds to pay for this parcel
pl_pl: Nie można stworzyć etykiety. Brak wystarczających środków na koncie, żeby zapłacić za paczkę.

source: Invalid login or token
pl_pl: Nieprawidłowy login lub token

source: Invalid login
pl_pl: Nieprawidłowy login

source: Token is missing or invalid
pl_pl: Nieprawidłowy token lub brak tokenu

source: Parcel Locker is empty. Please fill in this field.
pl_pl: Wybierz Paczkomat.

source: Default send parcel locker:
pl_pl: Domyślny Paczkomat nadania:

source: The transaction can not be completed due to the balance of your account
pl_pl: Transakcja nie może zostać zrealizowana z powodu braku środków

source: Bad API response. Check API URL
pl_pl: Błędna odpowiedź z API. Sprawdź URL API

source: Invalid phone number. Valid phone number must contains 9 or 10 digits and must begins with 3.
pl_pl: Nie prawidłowy numer telefonu. Prawidłowy numer telefonu musi zawierać 9 lub 10 cyfr i zaczynać się od 3.

source: Invalid phone number. Valid phone number must contains 9 digits and must begins with 6 or 7.
pl_pl: Nie prawidłowy numer telefonu. Prawidłowy numer telefonu musi zawierać 9 cyfr i zaczynać się od 6 lub 7.

source: Invalid phone number. Valid phone number must contains 10 digits.
pl_pl: Nie prawidłowy numer telefonu. Prawidłowy numer telefonu musi zawierać 10 cyfr.

source: Invalid phone number. Valid phone number must contains 9 digits and must not begins with 0.
pl_pl: Nie prawidłowy numer telefonu. Prawidłowy numer telefonu musi zawierać 9 cyfr i nie może zaczynać się od 0.

source: Invalid phone number.
pl_pl: Nieprawidłowy numer telefonu.

source: recipient e-mail is invalid
pl_pl: Nieprawidłowy adres e-mail odbiorcy

source: recipient phone is empty
pl_pl: Brak numeru telefonu odbiorcy

source: recipient phone is invalid
pl_pl: Nieprawidłowy numer telefonu odbiorcy

source: recipient first name is empty
pl_pl: Brak imienia odbiorcy

source: recipient last name is empty
pl_pl: Brak nazwiska odbiorcy

source: recipient country is empty
pl_pl: Brak kraju odbiorcy

source: recipient e-mail is empty
pl_pl: Brak adresu e-mail odbiorcy

source: recipient postcode is empty
pl_pl: Brak kodu pocztowego odbiorcy

source: recipient postcode is invalid
pl_pl: Nieprawidłowy kod pocztowy odbiorcy

source: recipient building number is empty
pl_pl: Brak numeru budynku odbiorcy

source: recipient building number is invalid
pl_pl: Nieprawidłowy numer budynku odbiorcy

source: recipient city is empty
pl_pl: Brak miasta odbiorcy

source: recipient city is invalid
pl_pl: Nieprawidłowe miasto odbiorcy

source: recipient street is empty
pl_pl: Brak nazwy ulicy odbiorcy

source: recipient street is invalid
pl_pl: Nieprawidłowa nazwa ulicy odbiorcy

source: recipient country not supported
pl_pl: Kraj odbiorcy nie jest obsługiwany

source: invalid pack size
pl_pl: nieprawidłowy rozmiar paczki

source: You have not enough funds to pay for this parcel.
pl_pl: Brak wystarczających środków na koncie, żeby zapłacić za paczkę.

source: Invalid Password
pl_pl: Nieprawidłowe hasło

source: Invalid Login
pl_pl: Nieprawidłowy login

source: stickers
pl_pl: etykiety

source: InPost API configuration error:
pl_pl: Błąd konfiguracji InPost API:

source: Go to %sconfiguration%s to fix it.
pl_pl: Aby to naprawić, przejdź do %sconfiguration%s.

source: InPost Cross Border API configuration error:
pl_pl: Błąd konfiguracji API InPost Cross Border:

source: Returns page content here
pl_pl: Tutaj: treść strony Zwroty

source: InPost Returns
pl_pl: Zwroty InPost

source: Returns page created.
pl_pl: Stworzono stronę Zwrotów.

source: Shipments
pl_pl: Przesyłki

source: Dispatch Orders
pl_pl: Manifesty

source: All
pl_pl: Wszystkie

source: Parcel Locker
pl_pl: Paczkomat

source: Courier
pl_pl: Kurier

source: Created manifests
pl_pl: Stworzono manifesty przesyłek

source: Error while creating manifest:
pl_pl: Błąd w trakcie tworzenia manifestu przesyłki:

source: Parcel Locker
pl_pl: Paczkomat

source: Package
pl_pl: Paczka

source: Send method
pl_pl: Sposób nadania

source: Order
pl_pl: Zamówienie

source: Shipping address
pl_pl: Adres wysyłki

source: Page
pl_pl: Strona

# post type general name
source: Dispatch Orders
pl_pl: Manifesty

# post type singular name
source: Dispatch Order
pl_pl: Manifest

# admin menu
source: Dispatch Orders
pl_pl: Manifesty

# add new on admin bar
source: Dispatch Order
pl_pl: Manifest

source: All Dispatch Orders
pl_pl: Wszystkie manifesty

source: Search Dispatch Orders
pl_pl: Znajdź manifest

source: No Dispatch Orders found.
pl_pl: Nie znaleziono manifestu

source: No Dispatch Orders found in Trash.
pl_pl: Nie znaleziono manifestu w Koszu.

source: Dispatch Orders.
pl_pl: Manifesty.

source: Created
pl_pl: Stworzono

source: Action
pl_pl: Akcja

source: Cancelled
pl_pl: Anulowano

source: Print
pl_pl: Drukuj

source: Cancel
pl_pl: Anuluj

source: Dispatch order %d already cancelled.
pl_pl: Anulowano manifest %d.

source: Dispatch order %d cancelled.
pl_pl: Anulowano manifest %d.

source: New dispatch point
pl_pl: Nowy punkt odbioru

source: Click Save Changes to add a new Dispatch point.
pl_pl: Kliknij Zapisz zmiany, aby dodać nowy Punkt odbioru.

source: Are you sure to change the country?
pl_pl: Jesteś pewien, że chcesz zmienić kraj?

source: Country
pl_pl: Kraj

source: To edit click API URL
pl_pl: Aby edytować kliknij API URL

source: Select country
pl_pl: Wybierz kraj

source: Canada
pl_pl: Kanada

source: France
pl_pl: Francja

source: Italy
pl_pl: Włochy

source: Poland
pl_pl: Polska

source: Test - Canada
pl_pl: Kanada - test

source: Test - France
pl_pl: Francja - test

source: Test - Italy
pl_pl: Włochy - test

source: Test - Poland
pl_pl: Polska - test

source: Logging in
pl_pl: Logowanie

source: Leave blank for standard GEO widget
pl_pl: Pozostaw pole puste dla standardowego GEO widget

source: Password
pl_pl: Hasło

source: Required for Cross Border
pl_pl: Wymagane dla usługi Cross Border

source: Tax
pl_pl: Podatek

source: Tax Status
pl_pl: Status podatku

source: Taxable
pl_pl: Opodatkowany

# Tax status
source: None
pl_pl: Brak

source: Select page
pl_pl: Wybierz stronę

source: None
pl_pl: Brak

source: If a returns page is not selected then this option will not be available in the client's "My Account".
pl_pl: Jeżeli strona zwrotów nie zostanie wybrana, opcja nie będzie dostępna w "Moje Konto" klienta.

source: Create new page
pl_pl: Stwórz nową stronę

source: Create a new page to deal with returns.
pl_pl: Stwórz nową stronę zwrotów.

source: Send options
pl_pl: Opcje nadania

source: Default package size
pl_pl: Domyślny rozmiar paczki

source: Default send method
pl_pl: Domyślny sposób nadania

source: Default send parcel locker
pl_pl: Domyślny Paczkomat

source: Dispatch point
pl_pl: Punkt odbioru przez kuriera

source: Default dispatch point
pl_pl: Domyślny punkt odbioru

source: Dispatch point name
pl_pl: Nazwa punktu odbioru

source: Office hours
pl_pl: Godziny pracy

source: Example: 09:00-05:00
pl_pl: Na przykład: 09:00-15:00

source: Street
pl_pl: Nazwa ulicy

source: Building no
pl_pl: Numer budynku

source: Flat no
pl_pl: Numer mieszkania

source: City
pl_pl: Miasto

source: Sender
pl_pl: Nadawca

source: First Name
pl_pl: Imię

source: Last Name
pl_pl: Nazwisko

source: Company Name
pl_pl: Nazwa firmy

source: Address 1
pl_pl: Adres 1

source: Address 2
pl_pl: Adres 2

source: There are some validation errors on sender data:
pl_pl: W danych nadawcy wystąpiły błędy:

source: There are some validation errors on default dispatch point data:
pl_pl: W danych punktu odbioru wystąpiły błędy:

source: InPost Shipments
pl_pl: Przesyłki InPost

source: Dispatch point
pl_pl: Punkt odbioru

source: From the list, select the packages that you want to be sent by courier.
pl_pl: Wybierz z listy przesyłki, które chcesz przekazać do wysłania kurierem.

source: Get courier
pl_pl: Zamów kuriera

source: Send method
pl_pl: Sposób nadania

source: Filter parcels
pl_pl: Filtruj paczki

source: From the list, select the packages that you want to be collected to be sent. If Courier has been chosen, the collection of your packages by a courier will be arranged.
pl_pl: Wybierz z listy paczki, które chcesz przekazać do wysłania. Dla sposobu nadania “Kurier”, zostanie zlecony odbiór przesyłek przez kuriera.

source: Get stickers
pl_pl: Pobierz etykiety

source: No parcels selected.
pl_pl: Nie wybrano przesyłki.

source: Ustawienia
pl_pl: Settings

source: Dokumentacja
pl_pl: Documentation

source: Wsparcie
pl_pl: Support

source: InPost Locker 24/7 COD
pl_pl: Paczkomaty InPost (za pobraniem)

source: General settings
pl_pl: Ustawienia

source: Enable/disable
pl_pl: Włącz/wyłącz

source: Enable this shipping metod
pl_pl: Włącz metodę wysyłki

source: Method title
pl_pl: Tytuł metody

source: Bank account
pl_pl: Rachunek pobrania

source: Select the account to which the cost of COD will be transferred. If the list is empty, add the account number in the Settings.
pl_pl: Wybierz rachunek na który zostanie przekazana kwota pobrania. Jeśli lista jest pusta, dodaj numer rachunku w ustawieniach WooCommerce.

source: Free shipping
pl_pl: Darmowa przesyłka

source: Enter the amount of the contract, from which shipping will be free (does not include virtual products).
pl_pl: Wpisz kwotę zamówienia, od której wysyłka będzie darmowa (nie obejmuje produktów wirtualnych).

source: Flat rate
pl_pl: Płaska stawka

source: Set a flat-rate shipping fee for the entire order.
pl_pl: Ustaw jednolitą stawkę wysyłki dla całego zamówienia.

source: Cost per order
pl_pl: Koszt na zamówienie

source: Rates table
pl_pl: Cennik

source: Based on
pl_pl: Oparte na

source: Select the method of calculating shipping cost. If the cost of shipping is to be calculated based on the weight of the cart and the products do not have a defined weight, the cost will be calculated incorrectly.
pl_pl: Wybierz sposób obliczania kosztów wysyłki. Jeżeli koszt wysyłki obliczany będzie na podstawie wagi koszyka i produkty nie będą miały zdefiniowanej wagi to koszty mogą być obliczane nieprawidłowo.

source: Price
pl_pl: Cena

source: Weight
pl_pl: Waga

source: Parcel locker
pl_pl: Paczkomat

source: Order total %s do not equals total COD amounts %s.
pl_pl: Suma zamówienia %s nie równa się sumie pobrania %s.

source: Order %s
pl_pl: Zamówienie %s

source: Order
pl_pl: Zamówienie

source: There are some errors. Please fix it:
pl_pl: Pojawiły się błędy. Prosimy o poprawienie:

source: Shipment created
pl_pl: Utworzono przesyłkę

source: Cannot cancel package %s
pl_pl: Nie można anulować paczki %s

source: Shipment canceled
pl_pl: Anulowano przesyłkę

source: InPost Locker 24/7
pl_pl: Paczkomaty InPost

source: Enter the amount of the order from which the shipping will be free (does not include virtual products).
pl_pl: Wpisz kwotę zamówienia, od której wysyłka będzie darmowa (nie obejmuje produktów wirtualnych).

source: Parcel locker must be choosen.
pl_pl: Należy wybrać Paczkomat.

source: Security check - bad nonce!
pl_pl: Kontrola bezpieczeństwa - złe wyrażenie!

source: Cross Border Courier
pl_pl: Kurier InPost Cross Border

source: Set a flat-rate shipping for all orders.
pl_pl: Ustaw płaską stawkę wysyłki dla wszystkich zamówień.

source: Cross Border Parcel Locker
pl_pl: Paczkomaty InPost Cross Border

source: Max
pl_pl: Maks.

source: Cost
pl_pl: Koszt

source: The commission is added to the shipping cost according to the formula: [value of the cart] * [%] + [shipping cost].
pl_pl: Prowizja jest doliczana do kosztu przesyłki wg wzoru: [wartość koszyka] * [%] + [koszt przesyłki].

source: Delete row
pl_pl: Usuń wiersz

source: Insert row
pl_pl: Wstaw wiersz

source: Are you sure?
pl_pl: Na pewno?

source: Parcel
pl_pl: Waga

source: Dimensions (max 60x40x40)
pl_pl: Wymiary (max 60x40x40)

source: Width
pl_pl: Szerokość

source: Height
pl_pl: Wysokość

source: Length
pl_pl: Długość

source: Processing
pl_pl: Przetwarzanie

source: dimensions
pl_pl: Wymiary

source: Send parcel
pl_pl: Nadaj paczkę

source: Cancel parcels
pl_pl: Anuluj przesyłkę

source: Get sticker(s)
pl_pl: Pobierz etykietę/y

source: Selected parcel locker
pl_pl: Wybrany Paczkomat

source: Dimensions (max 64x41x38)
pl_pl: Wymiary (max 64x41x38)

source: You can edit and set your own prices that will be seen when the customer is placing the order. If the products do not have a defined weight, the cost will be calculated incorrectly.
pl_pl: Możesz edytować i ustalać własne ceny, które będą widoczne, gdy klient składa zamówienie. Jeśli produkty nie mają zdefiniowanej wagi, koszt może być naliczany nie poprawnie.

source: Parcels
pl_pl: Przesyłki

source: Remove
pl_pl: Usuń

source: Size
pl_pl: Rozmiar

source: Add parcel
pl_pl: Dodaj paczkę

source: Send parcels
pl_pl: Nadaj przesyłki

source: COD amount:
pl_pl: Kwota pobrania:

source: COD amount
pl_pl: Kwota za pobrania
